Repository: wp-plugins/share-center-pro
Catalog: languages/share-center-pro_*.po
Languages: es_es, sk_sk

source: Options
es_es: Opciones
sk_sk: Možnosti

source: Instructions
es_es: Instrucciones
sk_sk: Pokyny

source: General Options
es_es: Opciones generales
sk_sk: Všeobecné možnosti

source: Use the settings below to determine which services you want and where on your site you want them to appear. Note that if you use the Share Center Pro widget it will only show up on individual pages and posts regardless of the settings you choose below.
es_es: Utiliza las opciones de abajo para determinar qué servicios quieres y dónde quieres que aparezcan en tu sitio web. Ten en cuenta que si usas el widget de Share Center Pro, solo aparecerá en las páginas y entradas individuales, independientemente de los ajustes que hagas aquí.
sk_sk: Použite nižšie uvedené nastavenia zistiť aké služby chcete a kde na vaše stránky chcete, aby sa objavujú. Upozorňujeme, že ak používate Share centrum Pro widget to bude len ukázať na jednotlivé stránky a miest bez ohľadu na nastavenie zvoliť nižšie.

source: If you would like to share a short URL instead of the full URL to your content please use the
es_es: Si prefieres compartir una URL corta en lugar de la URL larga a tu contenido, por favor usa el
sk_sk: Ak by ste chceli zdieľať krátky URL namiesto úplnej adresy URL na svoj obsah, použite prosím

source: plugin by
es_es: plugin de
sk_sk: plugin

source: which will allow you to use a standard or custom bit.ly domain to share shorlinks.
es_es: que te permitirá utilizar un dominio estándar o personalizado de bit.ly para compartir enlaces cortos.
sk_sk: ktorý vám umožní používať štandardné alebo vlastné bit.ly domény zdieľať shorlinks.

source: Buttons to show
es_es: Botones a mostrar
sk_sk: Tlačidla Zobraziť

source: Pick which buttons you would like to have appear on your site
es_es: Elige los botones que quieres que aparezcan en tu sitio
sk_sk: Vybrať ktoré tlačidlá, ktoré chcete zobraziť na vašich stránkach

source: Service
es_es: Servicio
sk_sk: Služba

source: Enable
es_es: Habilitar
sk_sk: Povoliť

source: Weight
es_es: Peso
sk_sk: Hmotnosť

source: Where to show buttons (if not using widget)
es_es: Dónde mostrar los botones (si no se usa el widget)
sk_sk: Ak chcete zobraziť tlačidlá (Ak nepoužívate widget)

source: Pick which pages and posts you would like buttons to appear on. If only using the widget leave these all unchecked.
es_es: Elige las páginas y entradas en los que quieres que aparezcan los botones. Si solo usas el widget, déjalas todas sin marcar.
sk_sk: Vybrať ktoré stránky a príspevky, ktoré by ste chceli tlačidlá sa objaví na. Keby len pomocou na widget opustiť tieto všetky nezaškrtnuté.

source: Show on Archives
es_es: Mostrar en archivos
sk_sk: Ukázať na Archív

source: Show on Pages
es_es: Mostrar en páginas
sk_sk: Ukázať na stránky

source: Show on Homepage</strong
es_es: Mostrar en la página de inicio</strong
sk_sk: Ukázať na domovskú stránku < / strong

source: Show on Search Results
es_es: Mostrar en los resultados de las búsquedas
sk_sk: Zobraziť vo výsledkoch vyhľadávania

source: Show on Single Posts
es_es: Mostrar en entradas completas
sk_sk: Ukázať na jednotlivých miest

source: Bottom
es_es: Abajo
sk_sk: Dno

source: Both
es_es: Ambos
sk_sk: Obaja

source: Show above content, below content, or both in single posts and pages
es_es: Mostrar sobre el contenido, bajo el contenido, o en entradas y páginas individuales
sk_sk: Zobraziť nad obsah pod obsah, alebo oboje v jednej príspevky a stránky

source: Show above content, below content, or both on blog, category, search, or other pages where content is listed
es_es: Mostrar sobre el contenido, bajo el contenido, o en el blog, las categorías, las búsquedas y otras páginas en las que aparece un listado de contenido
sk_sk: Zobraziť nad obsah pod obsah, alebo oboje na blog, kategórie, vyhľadávania alebo iné stránky, kde je uvedený obsah

source: Note: The widget will only show on single posts and pages regardless of what you choose above.
es_es: Nota: El widget solo aparecerá en las páginas y entradas individuales, independientemente de lo que elijas arriba.
sk_sk: Poznámka: Widget zobrazí iba na jedného miesta a stránky bez ohľadu na to, čo si vybrať vyššie.

source: Other Options
es_es: Otras opciones
sk_sk: Ďalšie možnosti

source: Use provided CSS
es_es: Utilizar el CSS facilitado
sk_sk: Typ použitia CSS

source: Note: Turning off this option will remove the CSS stylesheet provided by the plugin allowing you to style it your own way.
es_es: Nota: Al desactivar esta opción, se eliminará el CSS facilitado por el plugin, permitiéndote darle tu propio estilo.
sk_sk: Poznámka: Vypnutie tejto možnosti bude odstrániť CSS štýlov poskytovaný plugin umožňuje štýl to vlastnou cestou.

source: Enter text to appear before the sharing buttons (if needed)
es_es: Introduce el texto que aparecerá antes de los botones (si es necesario)
sk_sk: Zadajte text zobrazený pred zdieľanie tlačidiel (ak je to potrebné)

source: Enter your Facebook App ID (if you have one)
es_es: Introduce tu Facebook App ID (si tienes una)
sk_sk: Zadajte vaše Facebook App ID (ak máte)

source: Use Facebook OpenGraph meta data
es_es: Usar meta-datos Facebook OpenGraph
sk_sk: Používať Facebook OpenGraph meta údajov

source: Note that using Facebook OpenGraph here will override Jetpack's OpenGraph if you have installed it. If you are using WordPress SEO by Yoast you probably don't need this option.
es_es: Ten en cuenta que al usar Facebook OpenGraph aquí, se anulará Jetpack OpenGraph si lo tienes instalado. Si estás usando WordPress SEO by Yoast, probablemente no necesites esta opción.
sk_sk: Všimnite si, že pomocou Facebook OpenGraph tu budú prepísané Jetpack je OpenGraph, ak ste ho nainštalovali. Ak používate WordPress SEO podľa Yoast pravdepodobne nemusíte túto možnosť.

source: Enter your twitter username (for link tracking and twitter card meta data)
es_es: Introduce tu nombre de usuario de Twitter (para rastreo de enlaces y meta-datos de Twitter Card)
sk_sk: Zadajte vaše užívateľské meno rozechvění (pre prepojenie sledovania a twitter meta dáta karty)

source: Use Twitter card meta data
es_es: Usar meta-datos de Twitter Card
sk_sk: Použitie Twitter meta dáta karty

source: If you are using WordPress SEO by Yoast you probably don't need this option.
es_es: Si estás usando WordPress SEO by Yoast, probablemente no necesites esta opción.
sk_sk: Ak používate WordPress SEO podľa Yoast pravdepodobne nemusíte túto možnosť.

source: Save Changes
es_es: Guardar cambios
sk_sk: Uložiť zmeny

source: A widget for social sharing using the Share Center Pro Settings
es_es: Un widget para compartir en redes sociales que utiliza los ajustes de Share Center Pro
sk_sk: Widget pre sociálne zdieľanie pomocou podiel centrum Pro nastavenia

source: For more configuration visit the
es_es: Para más opciones de configuración, visita la página de
sk_sk: Ďalšie konfigurácie nájdete

source: page.
sk_sk: stránka.

source: Settings
es_es: Opciones
sk_sk: Nastavenia

source: Need Help?
es_es: ¿Necesitas ayuda?
sk_sk: Potrebujete pomôcť?

source: No news items, feed might be broken...
es_es: No hay elementos de noticias, puede que el alimentador no funcione...
sk_sk: Žiadne novinky krmivo môže byť pokazená...

source: The Latest from Bit51
es_es: Lo último de Bit51
sk_sk: Najnovšie z Bit51

source: Have you found this plugin useful? Please help support it's continued development with a donation of $20, $50, or $100!
es_es: ¿Has encontrado útil este plugin? Por favor, contribuye a su continuo desarrollo con una donación de $20, $50, or $100
sk_sk: Našli ste tento plugin užitočné? Prosím, pomôžte ho podporujú pokračuje vývoj s dar 20 dolárov, alebo 100 dolárov!

source: Short on funds?
es_es: ¿Escaso de fondos?
sk_sk: Málo o fondoch?

source: Rate
es_es: Valóralo
sk_sk: Sadzba

source: 5★'s on WordPress.org
es_es: 5★s en WordPress.org
sk_sk: 5В

source: Talk about it on your site and link back to the
es_es: Habla de ello en tu web y facilita un enlace a
sk_sk: Hovoriť o tom na vašom webe a odkaz späť na

source: plugin page.
es_es: la página del plugin.
sk_sk: plugin stránku.

source: Tweet about it.
es_es: Tuitea sobre ello.
sk_sk: Pípanie o tom.

source: Support This Plugin
es_es: Apoya este Plugin
sk_sk: Podporovať tento Plugin

source: Like Bit51 on Facebook
es_es: Dale un Me Gusta a Bit51 en Facebook
sk_sk: Ako Bit51 na Facebook

source: Follow Bit51 on Twitter
es_es: Sigue a Bit51 en Twitter
sk_sk: Postupujte Bit51 na Twitteri

source: Circle Bit51 on Google+
es_es: Añade a Bit51 a tus círculos de Google +
sk_sk: Kruh Bit51 na Google +

source: Subscribe with RSS or Email
es_es: Suscríbete por RSS o por Email
sk_sk: Prihlásiť sa RSS alebo E-mail

source: Bit51 on the Web
es_es: Bit51 en Internet
sk_sk: Bit51 na webe

source: It looks like you've been enjoying
es_es: Parece que has estado disfrutando de
sk_sk: Vyzerá to, že ste sa teší

source: for at least 30 days. Would you consider a small donation to help support continued development of the plugin?
es_es: al menos 30 días. ¿Considerarías hacer una pequeña donación para ayudar al desarrollo continuado del plugin?
sk_sk: najmenej 30 dní. Uvažovali by ste malý dar do Pomôžte podporiť ďalší vývoj doplnku plugin?

source: Rate it 5★'s
es_es: Dale 5★s
sk_sk: Kurz je 5в

source: Tell Your Followers
es_es: Cuéntaselo a tus seguidores
sk_sk: Povedať svojich nasledovníkov

source: Don't Bug Me Again
es_es: No me lo repitas más
sk_sk: Nechcem chyba ma opäť

source: Share Center Pro
sk_sk: Podiel centrum Pro

source: Add common social sharing services in a widget to be used anywhere on your page or at the bottom of your posts or other content.
es_es: Añade servicios comunes para compartir en redes sociales con un widget o en la parte inferior de tus entradas u otro contenido.
sk_sk: Pridať spoločné sociálne služby pre zdieľanie v widget na použitie kdekoľvek na stránke alebo v spodnej časti vaše príspevky alebo iný obsah.

source: Top
es_es: Arriba
